[ClassDefinition.Class_RocketTechnical VehicleClassDefinition]
DisplayName="Bandido Motorizado"

[Weapon.WeaponTypes.WeaponType_Rocket VehicleWeaponTypeDefinition]
Typename=" Veículo de Bandido com Lança-Foguetes"
PickupMessage="Você tem %s"
PickupMessageWithLevel="Você tem %s (nível %d)"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Weapon.WeaponTypes.WeaponType_RocketLauncher WeaponTypeDefinition]
Typename=" Bandido Motorizado com Lança-Foguetes"
PickupMessage="Você tem %s"
PickupMessageWithLevel="Você tem %s (nível %d)"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

